---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSettings.SymbolicCutbackForBrace
source: html/29b92b97-347d-39ff-17aa-a82159f80d8f.htm
---
# Autodesk.Revit.DB.Structure.StructuralSettings.SymbolicCutbackForBrace Property

Symbolic cutback distance to be applied to all braces.

## Syntax (C#)
```csharp
public double SymbolicCutbackForBrace { get; set; }
```